tap "homebrew/services"

brew "broot"
brew "git"
brew "cmake"
brew "go"
brew "jq"
brew "wget"
brew "xz"
brew "gcc"
brew "z"
brew "coreutils"
brew 'wget'
brew 'curl'
brew 'readline'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'gpg'
brew 'neovim'
brew 'nvm'
brew 'fx'

brew "buildpacks/tap/pack" # for buildpacks
brew "kyoh86/tap/richgo" # better go test results
brew "hashicorp/tap/vault" # to access Vault
brew "nektos/tap/act" # for Github Actions

cask "flycut"
cask "iterm2"
cask "rectangle"
cask "visual-studio-code"
cask 'spotify'
cask 'docker'
brew 'pyenv'
brew 'ag'

brew 'zsh-syntax-highlighting'
