tap "homebrew/services"

brew "git"
brew "cmake"
brew "go"
brew "jq"
brew "lastpass-cli"
brew "wget"
brew "xz"
brew "gcc"
brew "z"
brew "coreutils"
brew 'wget'
brew 'curl'
brew 'readline'
brew 'fish'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'gpg'
brew 'neovim'
brew 'nvm'

tap "buildpacks/tap"
brew "pack"

tap "kyoh86/tap"
brew "richgo"

tap "nektos/tap"
brew "act"

cask "flycut"
cask "iterm2"
cask "shiftit"
cask "visual-studio-code"
cask 'spotify'
cask 'docker'
brew pyenv
brew ag
