brew "flycut"
brew "iterm2"
brew "shiftit"
brew "visual-studio-code"
brew "cmake"
brew "go"
brew "jq"
brew "lastpass-cli"
brew "wget"
brew "xz"
brew "z"
brew "coreutils"

tap "buildpacks/tap"
brew "pack"

tap "kyoh86/tap"
brew "richgo"

tap "nektos/tap"
brew "act"

